Repository: common-repository/apaczka-pl
Catalog: lang/apaczka-*.po
Languages: pl_pl_pl

source: General settings
pl_pl_pl: Ustawienia

source: API settings
pl_pl_pl: Ustawienia API

source: Company name
pl_pl_pl: Nazwa firmy

source: First Name
pl_pl_pl: Imię

source: First name
pl_pl_pl: Imię

source: Last name
pl_pl_pl: Nazwisko

source: Street
pl_pl_pl: Ulica

source: Apartment number
pl_pl_pl: Nr lokalu

source: Building number
pl_pl_pl: Nr budynku

source: Postal code
pl_pl_pl: Kod pocztowy

source: City
pl_pl_pl: Miasto

source: Contact person
pl_pl_pl: Osoba kontaktowa

source: Phone
pl_pl_pl: Nr telefonu

source: Bank account number
pl_pl_pl: Nr rachunku bankowego

source: Create new sender template?
pl_pl_pl: Utwórz szablon danych nadawcy

source: New sender template name
pl_pl_pl: Nazwa szablonu

source: Choose sender template to load
pl_pl_pl: Wybierz szablon ustawień

source: Load from sender template
pl_pl_pl: Wczytaj szablon nadawcy

source: Method settings
pl_pl_pl: Ustawienia metody dostawy

source: Method title
pl_pl_pl: Nazwa metody dostawy

source: COD method
pl_pl_pl: Pobranie

source: Declared content
pl_pl_pl: Deklaracja wartości

source: Default shipping settings
pl_pl_pl: Domyślne ustawienia przesyłki

source: Service
pl_pl_pl: Przewoźnik

source: Parcel type
pl_pl_pl: Typ przesyłki

source: Non standard package
pl_pl_pl: Przesyłka niestandardowa

source: Insurance
pl_pl_pl: Ubezpieczenie

source: Shipping method
pl_pl_pl: Sposób nadania

source: Shipment directly at the point
pl_pl_pl: Dostawa do punktu

source: Courier pickup request
pl_pl_pl: Odbiór przesyłki przez kuriera

source: Scheduled Pickups
pl_pl_pl: Zamówienie kuriera

source: Pickup hour from
pl_pl_pl: Godzina odbioru od

source: Pickup hour to
pl_pl_pl: Godzina odbioru do

source: Default dispatch point (InPost)
pl_pl_pl: Domyślny punkt nadania InPost

source: Default dispatch point (Kurier48)
pl_pl_pl: Domyślny punkt nadania Poczta Polska

source: Default dispatch point (UPS)
pl_pl_pl: Domyślny punkt nadania UPS

source: Package properties template
pl_pl_pl: Szablon parametrów przesyłki

source: Package length [cm]
pl_pl_pl: Długość

source: number
pl_pl_pl: numer

source: Package width [cm]
pl_pl_pl: Szerokość

source: Package height [cm]
pl_pl_pl: Wysokość

source: Package weight [kg]
pl_pl_pl: Waga

source: Package width
pl_pl_pl: Szerokość

source: Package height
pl_pl_pl: Wysokość

source: Package weight
pl_pl_pl: Waga

source: Declared contents
pl_pl_pl: Deklaracja wartości

source: Package contents
pl_pl_pl: Zawartość przesyłki

source: Create new template from this settings?
pl_pl_pl: Utwórz nowy szablon przesyłki

source: New template name
pl_pl_pl: Nazwa szablonu

source: Choose template to load
pl_pl_pl: Wczytaj szablon przesyłki

source: Box
pl_pl_pl: Paczka

source: Europalette
pl_pl_pl: Europaleta

source: Palette 60x80
pl_pl_pl: Półpaleta 60x80

source: Palette 120x100
pl_pl_pl: Paleta przemysłowa 120x100

source: Palette 120x120
pl_pl_pl: Paleta przemysłowa 120x120

source: Get settings from selected template
pl_pl_pl: Wczytaj szablon

source: Get sender data from selected template
pl_pl_pl: Wczytaj szablon

source: Select point
pl_pl_pl: Wybierz punkt

source: Selected Parcel Locker:
pl_pl_pl: Wybrany Paczkomat

source: Import parcel properties from the template
pl_pl_pl: Wczytaj szablon przesyłki

source: COD amount
pl_pl_pl: Wartość pobrania

source: Sender template
pl_pl_pl: Szablon nadawcy

source: Additional shipment options
pl_pl_pl: Dodatkowe opcje wysyłki

source: Calculate price
pl_pl_pl: Wyceń przesyłkę

source: Get data from selected template
pl_pl_pl: Wstaw do formularza

source: Send
pl_pl_pl: Wyślij przesyłkę

source: The waybill number is:
pl_pl_pl: Numer przesyłki to:

source: Get waybill
pl_pl_pl: Pobierz list przewozowy

source: Cancel parcel
pl_pl_pl: Anuluj przesyłkę

source: Your order has been placed on apaczka.pl
pl_pl_pl: Twoje zamówienie zostało złożone na apaczka.pl

source: Dispath point
pl_pl_pl: Punkt nadawczy

source: Delivery point
pl_pl_pl: Punkt odbiorczy

source: Delivery point:
pl_pl_pl: Punkt odbiorczy

source: Apaczka.pl shipping
pl_pl_pl: Przesyłki Apaczka.pl

source: Unable to get the site structure from API. Make sure credentials are correct.
pl_pl_pl: Nie można pobrać struktury serwisu z API. Proszę się upewnić, że wprowadzono poprawne klucze.

source: Remove selected sender template
pl_pl_pl: Usuń wybrany szablon nadawcy

source: Remove selected parcel template
pl_pl_pl: Usuń wybrany szablon przesyłki

source: Download turn in protocol
pl_pl_pl: Pobierz protokół nadania

source: Pickup self
pl_pl_pl: Bez zamawiania podjazdu

source: Sender details
pl_pl_pl: Domyślne dane nadawcy

source: Change current sender template name
pl_pl_pl: Zmień nazwę bieżącego szablonu danych nadawcy

source: Change current package template name
pl_pl_pl: Zmień nazwę bieżącego szablonu danych przesyłki

source: Sender
pl_pl_pl: Dane nadawcy

source: Receiver
pl_pl_pl: Dane odbiorcy

source: Country
pl_pl_pl: Kraj

source: Address line 1
pl_pl_pl: Adres

source: Address line 2
pl_pl_pl: Addres c.d.

source: Postcode
pl_pl_pl: Kod pocztowy

source: The Declared Value field must be equal to or higher than the COD amount
pl_pl_pl: Pole "Deklarowana wartość" musi być równe lub wyższe wartością w stosunku do pobrania

source: The Declared value field cannot be empty
pl_pl_pl: Pole "Deklarowana wartość" nie może być puste

source: Declared value
pl_pl_pl: Deklarowana wartość

source: Pickup date
pl_pl_pl: Data odbioru przez kuriera

source: Package depth
pl_pl_pl: Głębokość

source: Package properties
pl_pl_pl: Szczegóły przesyłki

source: Get package data from selected template
pl_pl_pl: Wczytaj szablon

source: Default service
pl_pl_pl: Domyślna usługa

source: Default package contents
pl_pl_pl: Domyślna zawartość

source: Default shipping method
pl_pl_pl: Domyślny sposób nadania

source: Apaczka.pl Delivery Points Map
pl_pl_pl: Mapa punktów dostawy Apaczka.pl

source: Apaczka.pl Supplier
pl_pl_pl: Dostawca Apaczka.pl

source: Apaczka.pl only C.O.D points
pl_pl_pl: Tylko punkty odbioru za pobraniem Apaczka.pl

source: Displays only points with Collect on Delivery.
pl_pl_pl: Wyświetla tylko punkty odbioru za pobraniem.

source: Delivery point id
pl_pl_pl: Punkt odbioru

source: Others:
pl_pl_pl: Pozostałe:

source: Yes
pl_pl_pl: Tak

source: No
pl_pl_pl: Nie

source: All
pl_pl_pl: Wszyscy dostawcy

source: Template was deleted
pl_pl_pl: Szablon został usunięty

source: Parcel locker must be choosen.
pl_pl_pl: Nie można dokończyć zamówienia. Wybierz punkt odbioru przesyłki.

source: Deliver the shipment to any shipping point of the selected carrier
pl_pl_pl: Dostarcz przesyłkę do dowolnego punktu nadania wybranego przewoźnika

source: Default dispatch point DPD
pl_pl_pl: Domyślny punkt nadania DPD

source: Default dispatch point Orlen Paczka
pl_pl_pl: Domyślny punkt nadania Orlen Paczka

source: Default dispatch point DHL
pl_pl_pl: Domyślny punkt nadania DHL

source: Default dispatch point (DPD)
pl_pl_pl: Domyślny punkt nadania (DPD)

source: Default dispatch point (Orlen Paczka)
pl_pl_pl: Domyślny punkt nadania (Orlen Paczka)

source: Default dispatch point (DHL)
pl_pl_pl: Domyślny punkt nadania (DHL)

source: Settings
pl_pl_pl: Ustawienia

source: Carrier:
pl_pl_pl: Przewoźnik:

source: Address type
pl_pl_pl: Typ adresu

source: Company
pl_pl_pl: Firmowy

source: Private
pl_pl_pl: Prywatny

source: Problem is occured
pl_pl_pl: Wystąpił problem

source: The shipment can only be canceled on Apaczka.pl via contact form:
pl_pl_pl: Wysyłkę można anulować tylko na stronie Apaczka.pl poprzez formularz kontaktowy:

source: Shipping and Delivery -> Cancellation of a pallet and GLS shipment order.
pl_pl_pl: Nadania i Doręczenia -> Anulowanie zlecenia przesyłki paletowej i GLS.

source: The cancellation service may incur an additional charge.
pl_pl_pl: Usługa anulowania może wiązać się z dodatkową opłatą.

source: %1$sApaczka WooCommerce 2.0 %2$s requires WooCommerce to function.
pl_pl_pl: %1$sApaczka WooCommerce 2.0 %2$s wymaga WooCommerce do działania.

source: Comment
pl_pl_pl: Dodatkowy komentarz

source: Automatically complete the "Declaration of value" with the value of the order
pl_pl_pl: Automatycznie uzupełniaj "Deklarację wartości" o wartość zlecenia

source: Debug mode
pl_pl_pl: Tryb debugowania

source: Log API requests to a log file
pl_pl_pl: Zapisz żądania API w pliku dziennika

source: Change order status to Completed after shipment created?
pl_pl_pl: Zmienić status zamówienia na ZREALIZOWANO po wygenerowaniu przesyłki?

source: Delivery point must be chosen!
pl_pl_pl: Musisz wybrać punkt dostawy!

source: Default way to send a parcel
pl_pl_pl: Domyślny sposób nadania paczki
